{"items":
[
  {
    "article": "Preamble",
    "title": "The Preamble",
    "content": "<strong>TRUSTING,</strong> in the name of the almighty and omnipotent God of all creation in exercise of our right to appoint for ourselves a means of coordinating and regulating our activities;<br><br><strong>AWARE</strong> of our potential to be a vehicle of progress in the health services of our country and the world at large;<br><br><strong>BELIEVING</strong> firmly that such a potential can only be realized through a concerted action;<br><br><strong>DETERMINED</strong> to play a leading role in the society in matters relating to health with a view to,and ultimate aim of, helping to attain and maintain the highest standard of health of our people;<br><br><strong>WE, THE MEDICAL STUDENTS OF UNIVERSITY OF HEALTH AND ALLIED SCIENCES SCHOOL OF MEDICINE,</strong> do hereby ordain and establish for ourselves a <strong>MEDICAL STUDENTS ASSOCIATION,</strong> the running of which shall be based on this constitution<br><br>",
    "reference": "preamble","id":1
  },
  {
    "article": "Article I",
    "title": "Name",
    "content": "<p>The Association shall be known and called <strong>UNIVERSITY OF HEALTH AND ALLIED SCIENCES MEDICAL STUDENTS ASSOCIATION</strong> abbreviated to read and here after referred to as <strong>UHAS MSA</strong></p>",
    "reference": "article1","id":2
  },
  {
    "article": "Article II",
    "title": "Aims and Objectives",
    "content": "<strong>The aims and objectives of the University Of Health and Allied Sciences Medical StudentsAssociation shall be the following:</strong><br><br><strong>1.</strong> To coordinate the activities and promote the welfare of all medical students studying in the University of Health and Allied Sciences School of Medicine<br><br><strong>2.</strong> To promote friendship and cordial relations between its members, members of other medical students ASSOCIATIONS with similar objectives and other members and students of Health Services.<br><br><strong>3.</strong> To initiate and/or participate fully, wherever possible in all appropriate health programmes local national or international designed to improve the health of the people<br><br><strong>4.</strong> To promote the dissemination and exchange of medical and scientific knowledge among its members, other members of the health service and members of the public at large.<br><br>",
    "reference": "article2","id":3
  },
  {
    "article": "Article III",
    "title": "Membership",
    "content": "<strong>1.</strong> There shall be Full Members, Associate Members and Honorary Members<br><strong>a)</strong> Full Membership<br><strong>i)</strong> All medical students studying in the University of Health and AlliedSciences shall by virtue of their course of study be members of UHAS MSA<br><strong>ii)</strong> Each full member shall have (1) vote at UHAS MSA<br><br><strong>b)</strong> Honorary Membership:<br><strong>i)</strong> Subject to the approval of the senate, the Executive Committee shall confer honorary membership on any person who has shown special interest in the activities of UHAS MSA. Honorary membership shall be reviewed every two (2) years.<br><strong>ii)</strong> Patrons shall be honorary members of the UHAS MSA.<br><br><strong>c)</strong> Associate membership<br><strong>i)</strong> Graduates of MBChB-oriented courses of UHAS, School of Medicine, if they so desire become associate members by paying the associate member dues.<br><strong>ii)</strong> Associate members shall have no voting rights at meetings of UHAS MSA<br><br><hr><strong>2.</strong> Students who are studying non- MBChB oriented courses and are part of the UHAS MSA shall form independent sister association(s) when they so desire.<br>",
    "reference": "article3","id":4
  },
  {
    "article": "Article IV",
    "title": "Affiliations",
    "content": "<p>The <strong>UHAS MSA</strong> shall be a full member of the Federation of Ghana Medical Students Association and consequently the International Federation of Medical Students Associations.</p>",
    "reference": "article4","id":5
  },
  {
    "article": "Article V",
    "title": "Patrons",
    "content": "<strong>1.</strong> The UHAS MSA shall have a maximum of six patrons at least 2 of whom shall be medical practitioners.<br><br>Automatic Patrons<br><strong>(a)</strong> The Dean of the School of Medicine, UHAS<br><strong>(b)</strong> The Volta Regional Director of Health Services<br><br><strong>2.</strong> <strong>(a)</strong> Patrons shall be nominated by the Executive Committee and approved by theSenate.<br><strong>(b)</strong> Patrons shall serve for a period of two (2) years.<br><strong>(c)</strong> A Patron may however be re-appointed<br><br>",
    "reference": "article5","id":6
  },
  {
    "article": "Article VI",
    "title": "Structure",
    "content": "<strong>1.</strong> There shall be an Executive Committee consisting of the following officers elected by the secret ballot:<br><br><strong>i.</strong> President<br><strong>ii.</strong> Vice President<br><strong>iii.</strong> General Secretary<br><strong>iv.</strong> Organizing Secretary<br><strong>v.</strong> Exchange Officer<br><strong>vi.</strong> Health Officer<br><strong>vii.</strong> Deputy Health Officer<br><strong>viii.</strong> Treasurer<br><strong>ix.</strong> Senior I.C.T Officer<br><br><strong>2. (a)</strong> students studying non-MBChB oriented courses in UHAS MSA shall not be eligible to stand for the following positions in UHAS MSA<br><strong>(i)</strong> President<br><strong>(ii)</strong> Vice President<br><strong>(iii)</strong> General Secretary<br><strong>(iv)</strong> Exchange Officer<br><strong>(v)</strong> Health Officer<br><br><strong>3.</strong> Senate shall be formed comprising:<br><strong>(a)</strong> Elected Class Presidents<br><strong>(b)</strong> A senator elected by each class<br>v<strong>4.</strong> There shall be a Senior Treasurer who must be a senior member of UHAS SOM<br><br><strong>5.</strong> A General Assembly shall comprise all full members of the UHAS MSA<br><br><strong>6.</strong> An Officer of the UHAS MSA shall be:<br><br><strong>7. (a)</strong> Any Executive Committee member.<br><strong>(b)</strong> Any Standing Committee Chairperson<br>",
    "reference": "article6","id":7
  },
  {
    "article": "Article VII",
    "title": "Duties",
    "content": "<strong>1.</strong> <strong>General Assembly (GA)</strong><br><br><strong>a)</strong> Shall be the highest legislative body of the Association<br><br><strong>b)</strong> Shall accept and deliberate on the Audit Report of the Association at a meeting specifically called for it before the Handing over Ceremony.<br><br><strong>c)</strong> Shall accept and deliberate on the Presidents’ end of tenure Report.<br><br><strong>d)</strong> Shall have power to summon Chairpersons of the various Standing/Ad-hocCommittees.<br><br><strong>e)</strong> Shall determine annual dues.<br><br><strong>f)</strong> Shall determine any amount of money payable by each full member, which it may deem necessary for the smooth running of the association<br><br><strong>g)</strong> Decisions shall be arrived at by a simple majority of members present and voting at a meeting except it is provided for by this constitution.<br><br><strong>h)</strong> When the General Assembly is in recess, the senate shall act on its behalf<br><br><br><br><strong>2.</strong> <strong>SENATE</strong><br><br><strong>a)</strong> Shall deliberate on matters referred to it by the general assembly, Executive Committee, the various Committees or the various classes<br><br><strong>b)</strong> Shall communicate relevant decisions to their constituents.<br><br><strong>c)</strong> Shall approve the Executive committee’s nominee for the position of the senior Treasurer.<br><br><strong>d)</strong> Shall approve the Executive Committee’s nominees for patrons<br><br><strong>e)</strong> Shall approve nominations for positions on the various standing committees and adhoc committees except otherwise provided for by this constitution.<br><br><strong>f)</strong> Shall appoint a five (5) - member audit Committee which would include at least one person from the preclinical for each administrative year.<br><br><strong>g)</strong> Shall have the mandate to resolve conflicts between members of Association.<br><br><strong>i)</strong> Shall have the powers to appoint individuals to serve on ad-hoc Committees; suchCommittees shall be directly responsible to the Senate.<br><br><strong>j)</strong> Shall issue certificates, awards and other honors to deserving members and individuals.<br><br><strong>k)</strong> Shall have judicial powers in UHAS MSA.<br><br><strong>l)</strong> Shall ensure that constitutional provisions are adhered to.<br><br><strong>3.</strong> <strong>EXECUTIVE COMMITTEE</strong><br><br><strong>a)</strong> Shall be responsible for the day-to-day running of the affairs of the association.<br><br><strong>b)</strong> Shall appoint the Standing Committee Chairpersons.<br><br><strong>c)</strong> Shall ensure that copies of the Annual Reports of the various Committees are published and distributed to the various classes before handing-over<br><br><strong>d)</strong> Shall make one or more nominations for the position of the senior Treasurer for approval by the senate<br><br><strong>e)</strong> Shall be required to present a budget for the year within six(6) weeks of assumption of the office to the General Assembly for approval<br><br><strong>f)</strong> Shall in consultation with the electoral commissioner, determine annually the period during which general elections of the Association would be held<br><br><strong>g)</strong> Shall have powers to appoint individuals to serve on ad-hoc committees for all purposes apart from judicial<br><br><br><strong>4.</strong> <strong>EXECUTIVE OFFICERS</strong><br><strong>a.</strong> <strong>President</strong><br><br><strong>i)</strong> Shall be spokesman of UHAS MSA<br><br><strong>ii)</strong> Shall preside over all meetings of the General Assembly and Executive Committee<br><br><strong>iii)</strong> Shall co-ordinate the work of the Executive Committee.<br><br><strong>iv)</strong> Shall present a report on the activities of the executive committee to the GA at the end of his or her tenure of office.<br><br><strong>v)</strong> Shall be signatory to the association’s Main and exchange bank accounts.<br><br><strong>vi)</strong> Shall together with the treasurer present an annual budget to the general assembly for approval within six weeks of assumption of office.<br><br><strong>vii)</strong> Shall lead the UHAS MSA delegation to all conferences both local and international<br><br><br><strong>b.</strong> <strong>Vice President</strong><br><br><strong>i)</strong> Shall be directly responsible to the President.<br><br><strong>ii)</strong> Shall be responsible for the welfare of UHAS MSA members<br><br><strong>iii)</strong> Shall preside over all meetings of the welfare committee.<br><br><strong>iv)</strong> Shall assume the functions of the President:<br><br>When the president is disabled by reason of absence, illness or other incapacity from discharging his duties.When the office shall become vacant by reason of resignation or removal from office or death.<br><br><strong>c.</strong> <strong>General Secretary</strong><br><br><strong>i)</strong> Shall be responsible for the central administration of UHAS MSA. This includes receiving and responding to correspondence on behalf of UHAS MSA.<br><br><strong>ii)</strong> Shall coordinate the work of the standing Committees.<br><br><strong>iii)</strong> Shall be secretary to the executive committee and the General Assembly<br><br><strong>iv)</strong> Shall be custodian of all official documents of UHAS MSA.<br><br><strong>v)</strong> Shall keep true records of all proceedings and regulations of the Executive Committee and theGeneral Assembly.<br><br><strong>vi)</strong> Shall act as President in the absence of the President and the Vice President<br><br><br><strong>d)</strong> <strong>Organizing Secretary</strong><br><br><strong>i)</strong> Shall be Chairperson of the Organizing and Publicity Committee.<br><br><strong>ii)</strong> Shall assume the functions of the General Secretary; when the General Secretary is disabled by reason of absence, illness, or other incapacity preventing him from discharging his duties.When the office of the General Secretary shall become vacant by reason of absence, illness, or other incapacity preventing him from discharging his duties.When the office of the General Secretary shall become vacant by reason of resignation, removal from office or death.<br><br><br><strong>e.</strong> <strong>Exchange Officer</strong><br><br><strong>i)</strong> Shall be Chairperson of the Exchange Committee.<br><br><strong>ii)</strong> Shall be responsible for establishing and maintaining contact with other Faculties ofMedicine, Hospital departments, Heads of research experimental institutions etc. to secure the widest possible range of Elective/Exchange places for members of UHAS MSA<br><br><strong>III)</strong> Shall endeavor to make exchange/elective places available throughout the year.<br><br><strong>iv)</strong> Shall make all possible attempts to ensure that the responsible guarantor institutions assist with visas acquisition to the host country.<br><br><strong>v)</strong> Shall be responsible in ensuring that the outgoing exchange/elective students fulfill the conditions of the host country.<br><br><strong>vi)</strong> Shall endeavor to attend all exchange conferences both local and international on behalf ofUHAS MSA<br><br><br><strong>f.</strong> <strong>Health Officer</strong><br><br><strong>i)</strong> Shall be Chairperson of the Health Committee.<br><br><strong>ii)</strong> Shall be responsible for initiating and coordinating health program for UHAS MSA.<br><br><strong>iii)</strong> Shall endeavor to attend all health conferences both local and international.<br><br><br><strong>g.</strong> <strong>Deputy Health Officer</strong><br><br><strong>ii)</strong> Shall be a member of the health committee<br><br><strong>iii)</strong> Shall be a clinical student<br><br><strong>iv)</strong> Shall assist the health officer in the discharge of his/her duties.<br><br><strong>v)</strong> Shall assume the functions of the Health Officer;When the Health Officer is disabled by reason of absence, illness, or other incapacity preventing him from discharging his duties. When the office of the Health Officer shall become vacant by reason of resignation, removal from office or death.<br><br><br><strong>h.</strong> <strong>Treasurer</strong><br><br><strong>i)</strong> Shall be the Chairperson of the Finance and Fund Raising Committee.<br><br><strong>ii)</strong> Shall be signatory to all the Association’s bank accounts.<br><br><strong>iii)</strong> Shall collect dues of the Association from members.<br><br><strong>iv)</strong> Shall receive all monies on behalf of UHAS MSA<br><br><strong>v)</strong> Shall have custody of all UHAS MSA cheques and cashbooks and keep all monies in the bank.<br><br><strong>Vi)</strong> Shall keep an up to date and detailed account of UHAS MSA funds; and keep true records of all financial transactions of UHAS MSA.<br><br><strong>vii)</strong> Shall take custody of all assets of UHAS MSA.<br><br><strong>viii)</strong> Shall together with the other executives prepare the annual budget for the approval of the general assembly and also seek approval from the same body if extra budgetary expenditure is tobe made.<br><br><br><strong>i.</strong> <strong>The Senior Treasurer</strong><br><br><strong>i)</strong> Shall be a signatory of all three (3) UHAS MSA bank accounts.<br><br><strong>ii)</strong> Shall advise the Executive Committee on the financial affairs of UHAS MSA<br><br><strong>j. Senior I.C.T Officer</strong><br><br><strong>i.</strong> Shall be responsible for developing and upgrading the MSA Website<br><br><strong>ii.</strong> Shall protect MSA documents electronically<br><br><strong>iii.</strong> Shall be the I.C.T technician of MSA<br><br><strong>iv.</strong> Shall be assigned with other I.C.T tasks by the Executive Committee<br><br><strong>v.</strong> Shall be responsible for publishing approved articles on the MSA website<br><br>",
    "reference": "article7","id":8
  },
  {
    "article": "Article VIII",
    "title": "Standing Committees",
    "content": "<strong>1. (a)</strong> There shall be ten (10) Standing Committees within UHAS MSA namely;<br><br><strong>i)</strong> EDITORIAL<br><br><strong>ii)</strong> EXCHANGE COMMITTEE<br><br><strong>iii)</strong> EDUCATIONAL COMMITTEE<br><br><strong>iv)</strong> FINANCE AND FUND-RISING COMMITTEE<br><br><strong>v)</strong> HEALTH COMMITTEE<br><br><strong>vi)</strong> ORGANIZING & PUBLICITY COMMITTEE<br><br><strong>vii)</strong> SPORTS & ENTERTAINMENT COMMITTEE<br><br><strong>viii)</strong> WELFARE COMMITTEE<br><br><strong>ix)</strong> PROJECTS COMMITTTEE<br><br><strong>x)</strong> INVESTMENT COMMITTEE<br><br><br><strong>b)</strong> Chairpersons of the various Standing Committees shall be appointed by the ExecutiveCommittee.<br><br><strong>c)</strong> Class representatives on the various Standing Committees shall be nominated by theExecutive Committee and approved by the Senate.<br><br><strong>d)</strong> Subject to approval of the Executive committee, a Chairperson shall have the mandate to coopt members into his Committee apart from other representatives approved by the Senate.<br><br><br><strong>2.</strong> Membership and Functions of Standing Committees<br><strong>a)</strong> Editorial<br><br><strong>i.</strong> shall be made up of a maximum of fourteen(14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the board.<br><br><strong>iii.</strong> It shall be responsible for all publications of UHAS MSA<br><br><strong>iv.</strong> It shall perform such functions as may be delegated to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><br><strong>b)</strong> <strong>Educational Committee</strong><br><br><strong>i.</strong> shall be made up of a maximum of fourteen(14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the committee.<br><br><strong>iii.</strong> It shall pursue the realization of Article II (4)<br><br><strong>iv.</strong> It shall perform any other duties that may be assigned to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><br><strong>c)</strong> <strong>Exchange Committee</strong><br><br><strong>i.</strong> Shall be composed of Ten (10) members; nine (9) of whom shall be clinical students (including the chairperson) and a final year preclinical student.<br><br><strong>ii.</strong> It shall initiate, plan and organize all exchange /elective programmes of the Association.<br><br><strong>iii.</strong> It shall pursue the realization of Article II (Vide supra).<br><br><strong>iv.</strong> It shall perform such duties that may be assigned to it from day to day by the Executive Committee or the General Assembly.<br><br><strong>d)</strong> Finance and fund-raising Committee<br><br><strong>i.</strong> shall be made up of a maximum of fourteen(14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the committee.<br><br><strong>iii.</strong> Shall see to all financial and fund-raising affairs of the Association.<br><br><strong>iv.</strong> Shall prepare annual and quarterly accounts as well as annual budgets for the UHAS MSA to the Audit Committee and investment committee.<br><br><strong>v.</strong> shall safeguard the assets and liabilities of the Association<br><br><strong>vi.</strong> Shall perform such duties that may be assigned to it from time to time by the ExecutiveCommittee or the General Assembly.<br><br><br><strong>e)</strong> <strong>Health Committee</strong><br><br><strong>i.</strong> shall be made up of a maximum of fourteen(14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the committee.<br><br><strong>iii.</strong> It shall initiate, plan and organize all health-oriented programmes of the Association.<br><br><strong>iv.</strong> It shall pursue the realization of Article II (3) (Vide supra)<br><br><strong>v.</strong> it shall perform any other duties that are assigned to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><br><strong>f)</strong> <strong>Organization and Publicity Committee</strong><br><br><strong>i.</strong> it shall be made up of ten(10) members including the chairman.<br><br><strong>ii.</strong> It shall in cooperation with other Standing Committees see to the efficient organization and publicity of all the Association’s programmes.<br><br><strong>iii.</strong> it shall perform any other duties that may be assigned to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><strong>g) i.</strong> shall be made up of a maximum of fourteen (14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the committee.<br><br><strong>iii.</strong> It shall be responsible for organizing sports and Entertainment activities on behalf of UHAS MSA.<br><br><strong>iv.</strong> It shall perform any other duties that may be assigned to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><br><strong>h)</strong> <strong>Welfare Committee</strong><br><br><strong>i.</strong> shall be made up of a maximum of fourteen(14) members including the chairperson.<br><br><strong>ii.</strong> Each class shall be represented on the committee.<br><br><strong>ii.</strong> It shall initiate, plan and execute all welfare oriented activities of UHAS MSA.<br><br><strong>iv.</strong> It shall perform any duties that may be assigned to it by the Executive Committee or theGeneral Assembly from time to time.<br><br><br><strong>i)</strong><strong>Projects committee</strong><br><br><strong>i)</strong> Shall plan and execute long term projects or the Association<br><br><strong>ii.</strong> Such projects should focus on improving the health knowledge and general well-being of theSociety<br><br><strong>iii.</strong> Such projects must be comprehensive and run over year to years<br><br><strong>iv.</strong> Funding of such projects shall be solely by sponsorship<br><br><strong>v.</strong> there shall be a maximum of 17 members, 6 of which shall be permanent<br><br><strong>vi.</strong> The permanent members shall serve a period of not less than 3 years. They shall be appointed by Senate.<br><br><strong>vii.</strong> The non-permanent members shall serve for one administrative year which is renewable.Such members shall be appointed by the executive committee directly unto the committee<br><br><strong>viii.</strong> The person for each administrative year will be appointed by the executive committee and would be any member<br><br><strong>ix.</strong> If the executive wishes to organize any dinner, this committee shall be responsible for the organization.<br><br><br><strong>j.</strong> <strong>investment committee</strong><br><br><strong>i.</strong> shall be made up of each class within the Association, voted for by the class at the beginning of each administrative year.<br><br><strong>ii.</strong> Shall have a chairperson appointed by senate from within the members.<br><br><strong>iii.</strong> Shall ensure that thee due contribution to the investment account is paid.<br><br><strong>iv.</strong> Shall undertake appropriate investments using the investment account.<br><br><strong>v.</strong> shall be supervised by senate.<br><br>",
    "reference": "article8","id":9
  },
  {
    "article": "Article IX",
    "title": "Finance",
    "content": "The UHAS MSA shall derive its funds from the following sources:<br><br><strong>1.</strong> DUES<br><br><strong>a)</strong> Full Members<br><br><strong>i)</strong> Shall pay dues as decided by the General Assembly annually.<br><br><strong>ii)</strong> Shall pay monies, as the General Assembly deems necessary for the smooth runningAssociation.<br><br><strong>b)</strong> Associate Members shall pay dues as decided on annually by the Executive Committee<br><br><strong>c)</strong> Honorary MembersMonetary donations shall be welcomed or may be specifically asked for by the ExecutiveCommittee if that is regarded as necessary or advisable.<br><br><strong>2.</strong> The finance and fund-raising Committee shall endeavor to organize fund-raising activities on behalf of the Association.<br><br><strong>3.</strong> The Executive Committee shall endeavor to arrange for and receive an appropriate annual government subvention.<br><br>",
    "reference": "article9","id":10
  },
  {
    "article": "Article X",
    "title": "Banking",
    "content": "<strong>1.</strong> There shall be three accounts for UHAS MSA;<br><br><strong>a.</strong> a main account<br><br><strong>b.</strong> an exchange account<br><br><strong>c.</strong> an investment account<br><br><strong>2 a.</strong> Main account. All monies belonging to the UHAS MSA except (2b) and (2c) above, shall be deposited by the treasurer to this account at the nearest local branch of a reputable bank.<br><br><strong>ii.</strong> The president, treasurer and the senior treasurer shall be joint signatories to the UHAS MSA Main Account. Any two (2) signatories may sign a cheques before any withdrawal is made.<br><br><strong>b)</strong> Exchange Account<br><br><strong>i.</strong> all monies related to the Exchange shall be deposited into this account.<br><br><strong>ii.</strong> Shall be the main source of funding for the exchange Office<br><br><strong>iii.</strong> The President, Treasurer and the Senior Treasurer shall be joint signatories to the UHAS MSA Exchange Account. Any two (2) signatories may sign cheques before any withdrawal is made.<br><br><strong>b)</strong> Investment accountContributions;<br><br><strong>1.</strong> Not less than 4% of the annual dues<br><br><strong>2.</strong> At least 5% of all monies raised during an administrative year apart from dues.<br><br><strong>3.</strong> Any money which in the judgment of the executive committee should go into this account.<br><br><strong>WITHDRAWAL FROM THE INVESTMENT ACCOUNT</strong><br><br><strong>1.</strong> A GA approval is always needed before money is withdrawn except when money is being withdrawn for investment purposes by the investment committee in which case the senate must approve.<br><br><strong>2.</strong> At such a GA, at least 10 members from each class must be present both at the start and at the time of voting and 75% of the members present at the GA must vote in favour of the withdrawal.<br><br><strong>3.</strong> if GA is on recess, 40% of each clinical class must be at a GA and 75% must vote in favour of the withdrawal.<br><br><strong>SIGNATORIES</strong><br><br>The signatories to the investment account shall be the chairman of the investment committee, theSenior Treasurer and the Treasurer of the UHAS MSA. All three must sign before any withdrawal is made. They must ensure that the requirements for the withdrawal are met before appending their signature.<br><br>",
    "reference": "article10","id":11
  },
  {
    "article": "Article XI",
    "title": "Auditing",
    "content": "<strong>1.</strong> An audit committee shall do auditing of the Associations Accounts for every financial year before the Handing-Over Ceremony.2. a) The Senate shall appoint a five(5)-member audit Committee.<br><br><strong>b)</strong> The audit Committee shall submit two (2) audit reports directly to the General Assembly for approval;<br><br><strong>I.</strong> A Mid-Year audit report.<br><br><strong>II.</strong> An end-of-year audit report which must be approved before voting for new Executives.<br><br><strong>c)</strong> Copies of the audit report shall be made available to the various Classes at least seven(7) days before a General assembly meeting is specifically called for a formal presentation by the AuditCommittee and subsequent deliberation and acceptance by the General Assembly.<br><br><strong>3.</strong> An audit report shall include:<br><br><strong>a)</strong> A profit and loss Account of items stated in the budget and undertaken during the year.<br><br><strong>b)</strong> Ambulance sheet-Including assets and Liabilities(Assets-cash in hand, deposits in bank as at last day of Administrative year, fixed assets, returns from dues; Liabilities Creditors etc.)<br><br><strong>c)</strong> A short-term judgment of the final situation of UHAS MSA in order to give the GeneralAssembly the possibility of correlating the financial demands with the financial capacity of UHAS MSA.<br><br><strong>d)</strong> A detailed statement of the financial administration.<br><br><strong>e)</strong> A detailed statement of Debtors and Creditors.<br><br><strong>f)</strong> A detailed statement of the investment account.<br><br><strong>g)</strong> A detailed statement of the Exchange Account.<br><br>",
    "reference": "article11","id":12
  },
  {
    "article": "Article XII",
    "title": "Meetings",
    "content": "<strong>1.</strong> General Assembly<br><br><strong>a)</strong> Quorum: At all meetings of the General Assembly twenty (20) full members including three<br><br><strong>(3)</strong> of the elected Executive Committee shall form a quorum.<br><br><strong>b)</strong> There shall be at least two (2) General Assembly meetings in every semester.<br><br><strong>c)</strong> A General Assembly meeting shall be specifically called for the President’s and GeneralSecretary’s Annual Report.<br><br><strong>d)</strong> A General Assembly meeting shall be specifically called for the deliberation and acceptance of the audit report.<br><br><strong>e)</strong> Minutes containing all motions, decisions and major parts of the discussion shall be made available at all General assembly meetings. The Executive Committee shall endeavor to have these published at least seventy-two (72) hours prior to the date set for the meeting.2. Senate<br><br><strong>a)</strong> Quorum: At all meetings of the Senate the quorum shall be five (5) members includingChairman and Secretary.<br><br><strong>b)</strong> The senate shall convene at least twice in every semester.<br><br><strong>3.</strong> Executive Committee<br><br><strong>a)</strong> Quorum: The President and four (4) other members.<br><br><strong>4.</strong> Executive Committee<br><br><strong>a)</strong> Quorum: The Chairman And two-thirds of the membership.<br><br><strong>b)</strong> Every Standing Committee shall convene at least twice in very semester<br><br><strong>5.</strong> Emergency Meetings<br><br><strong>a)</strong> The president or General Secretary acting on the authority of the Executive Committee shall have the mandate to convene an Emergency General Assembly meeting, provided the meeting is sufficiently advertised on all notice boards and other communication instruments twenty-four(24) hours before the said meeting.<br><br><strong>b)</strong> Any twenty (20) full members may upon presentation of a written and signed memorandum to the President and General Secretary, request to convene an emergency General Assembly. ThePresident or the General Secretary shall convene the meeting within 2 days (72 hours).<br><br><strong>c)</strong> The Chairpersons of the various Committees in consultation with the secretaries of theCommittees shall have power to convene emergency Committee meetings provided members of the Committee are notified at least twenty-four (24) hours prior to the date set for the meeting.<br><br><strong>d)</strong> The quorum for Emergency GA shall be twelve (12) full members including three (3) of theElected Executive Committee.Conduct during meetings<br><br><strong>a)</strong> There shall be no smoking or consumption of alcoholic beverage at all formal meetings ofUHAS MSA. The Chairperson for that meeting shall expel any member who contravenes this provision from the meeting<br><br><strong>b)</strong> During meetings, members shall not use abusive, provocative and unparliamentarily language.Any member who contravenes this provision shall be cautioned on the first and second instances.The Chairperson of the meeting shall have power to expel him on the third offence.<br><br><strong>c)</strong> Upon presentation of a motion from the floor duly seconded and supported by a simple majority of members who are present at a meeting a member who has been misbehaving may be expelled from a meeting.<br><br><strong>d)</strong> Refusal to comply with the motion shall render the member liable to suspension from theAssociation for a length of time determined by the Executive Committee subject to approval by the General Assembly.<br><br><strong>7.</strong> The following Standing Orders shall apply at all meetings of UHAS MSA.<br><br><strong>a)</strong> Refer to Appendix.<br><br>",
    "reference": "article12","id":13
  },
  {
    "article": "Article XIII",
    "title": "Removal from office and Punishments",
    "content": "<strong>1.</strong> Recall of a Senator<br><br><strong>a)</strong> upon presentation of a petition to the Electoral Commissioner calling for the recall of itsSenator, signed and duly seconded by at least five(5)members of the class, the ElectoralCommission shall conduct a referendum on the issue in the class after a forum has been created in the class for the senator(s) to present his/their case.<br><br><strong>b)</strong> The motion shall be carried by two-thirds majority.<br><br><strong>c)</strong> The electoral commissioner shall conduct all voting.<br><br><strong>2.</strong> Vote of No Confidence<br><br><strong>a)</strong> Upon presentation to the Electoral Commission petition calling for a vote of no confidence in any or all offices of the UHAS MSA signed and duly seconded by at least 20 full members ofUHAS MSA, at least 2 of whom shall come from each class, the Electoral Commission shall:<br><br><strong>i.</strong> inform both the Senate and the General Assembly.<br><br><strong>ii.</strong> Conduct a referendum on the issue within one (1) week of receipt of the motion after theSenate has created a forum for the Officer/Officers to present their case.<br><br><strong>iii.</strong> The motion shall be carried by a simple majority.<br><br><strong>b) i.</strong> if a vote of no confidence is passed on an Executive Officer, the Electoral Commission shall conduct a bye-election to fill the vacancy<br><br><strong>ii.</strong> If a vote of no confidence is passed on a Committee Chairperson (who is not an Executive officer), the Executive Committee shall appoint a new chairperson.<br><br><strong>3.</strong> Impeachment<br><br><strong>a)</strong> The following acts may constitute grounds for impeachment proceedings against any officer of the UHAS MSA.Any action, which contravenes the spirit and letter of this constitution.<br><br><strong>ii.</strong> any action that brings the name of UHAS MSA and University of Health and Allied SciencesSchool of Medicine (UHAS SOM) into disrepute<br><br><strong>iii.</strong> Embezzlement of funds belonging to UHAS MSA<br><br><strong>iv.</strong> any action that in the judgment of the Senate or SRC Judicial Committee does not augur well for the reputation and/or efficient functioning of UHAS MSA<br><br><strong>b)</strong> Upon presentation of a petition to the Senate for the impeachment of any officer signed and duly seconded by ten (10) full members of UHAS MSA; the Senate shall;<br><br><strong>i.</strong> publish the motion on all notice boards within forty-eight(48) hours of receipt of the motion.<br><br><strong>ii.</strong> Within seventy-two (72) hours constitute a five (5) man Ad-hoc Committee from within its membership to investigate the issue.<br><br><strong>iii.</strong> The Ad-hoc Committee shall have power to invite any member it deems appropriate to help its investigation.<br><br><strong>iv.</strong> Within Ten (10) days of formation of the Senate Ad-hoc Committee it shall publish its full report, judgment and recommendations.<br><br><strong>v.</strong> if after 7 days of the publication of Senate Ad-hoc Committee Judgment, no appeal is filed against it before the SRC Judicial Committee, the Senate shall convene a General AssemblyMeeting to deliberate on the issue.<br><br><strong>vi.</strong> If in the judgment of the Senate or the SRC Judicial Committee the officer is guilty of the charge preferred against him (Vide Supra), the General Assembly shall proceed to relieve the officer of his position.<br><br><strong>vii.</strong> The General Assembly may prescribe any additional punishment it deems fit in all cases of impeachment.<br><br><strong>4.</strong> Punishment<br><br><strong>a)</strong> The following may constitute grounds for punishing any member of the association:<br><br><strong>i.</strong> Refusal/Failure to pay annual dues.<br><br><strong>ii.</strong> Embezzlement of the association’s funds<br><br><strong>iii.</strong> Any action that brings the name of UHAS MSA into disrepute.<br><br><strong>iv.</strong> Any action that contravenes the provisions the provisions of this constitution.<br><br><strong>v.</strong> any action which in the judgment of the Senate, SRC Judicial Committee or the GeneralAssembly does not auger well for the reputation and/or the efficient functioning of UHAS MSA.<br><br><strong>b)</strong> The Senate or General Assembly may prescribe punishment. In the case of the Senate, the defendant may lodge an appeal at the SRC Judicial Committee.c) The executive Committee shall have power to enter all punishments prescribed against any member(s).<br><br><strong>d)</strong> Punishments shall include<br><br><strong>i.</strong> suspensions from the Association for a stipulated period of time.<br><br><strong>ii.</strong> Sanctioning of the individual from the use of the Association’s facilities and benefits.<br><br><strong>iii.</strong> Replacement of destroyed, misplaced or lost properties of the Association or payment of asum of money equivalent to the value of the item(s)<br><br><strong>iv.</strong> In cases of embezzlement of funds, refund of the amount of money involved plus an interest calculated at the prevailing Bank of Ghana Treasury bill rate.<br><br><strong>v.</strong> any other punishments that in the view of the Senate, SRC Judicial Committee or GeneralAssembly can be enforced by the Executive Committee.<br><br><strong>e)</strong> if an individual refuses to comply with the punishment meted out to him by the Senate, SRC Judicial Committee or General Assembly, the Executive Committee shall seek the help of UHAS SOM authorities ton enforce the punishment.<br><br>",
    "reference": "article13","id":14
  },
  {
    "article": "Article XIV",
    "title": "Resignation",
    "content": "<strong>1.</strong> Any officer (except Executive Committee members) or Senator may voluntarily resign his post. Any such resignation shall be communicated to the President in writing at least seven (7)days before the date of his resignation and the Executive Committee shall appoint a full member of UHAS MSA to act until a substantive Officer is elected.<br><br><strong>2.</strong> In even of any Executive Committee Member resigning, the Executive Committee shall make his intentions known to the General Assembly. Within 4 days of receipt of his letter of resignation the Executive Committee shall appoint a member of the Executive Committee to actin the office vacated till bye-elections is held.<br><br><strong>3.</strong> In event of en-bloc resignation of the Executive Committee, the Senate shall notify the GA of the resignation and the electoral commission shall take up the posts so vacated until bye elections are conducted.<br><br><strong>4.</strong> Any member of any Standing Committee or Ad-hoc Committee may resign his position voluntarily. Any such resignation shall be communicated to the chairperson of the saidCommittee and the Senate in writing seven (7) days before the date of his resignation. TheSenate shall appoint a Full member of the Association to take his position.5. If any member of the Electoral Commission wishes to stand as a candidate in any election, he shall resign his position at least 10 days before the date set for the elections.<br><br><strong>6.</strong> The electoral commissioner shall have power to appoint a full member to fill the position so vacated.<br><br>",
    "reference": "article14","id":15
  },
  {
    "article": "Article XV",
    "title": "Elections",
    "content": "<strong>1.</strong> <strong>Electoral Commission</strong><br><br><strong>a)</strong> All elections shall be conducted by an electoral commission.<br><br><strong>b)</strong> An electoral commissioner shall be appointed annually on the assumption of office of the Executive Committee by the Committee.<br><br><strong>c)</strong> The electoral commissioner shall head the electoral commission, which shall comprise one representative from each class. Class representative shall be selected by the ElectoralCommissioner and approved by the Senate.<br><br><strong>d)</strong> The electoral commission shall conduct referenda.<br><br><strong>e) i)</strong> the electoral commission shall stipulate the rules and regulations for conducting an election in accordance with provisions of this constitution and the constitution of the Students’Representative Council of University of Health and Allied Sciences, V/R, Ghana.<br><br><strong>ii)</strong> Rules and regulations governing the conduct of elections shall be published on all noticeboards AT LEAST ONE (1) week before the period of the elections including handbills, posters,and other souvenirs shall not be used by aspirants during the period of elections.<br><br><strong>2.</strong> Period of Elections<br><br><strong>a) i.</strong> The period for General Elections shall be determined by the Executive Committee in consultation with the Electoral Commission.<br><br><strong>ii.</strong>during this period, full members shall elect Executive Committee members and ClassExecutives by secret ballot.<br><br><strong>iii.</strong> Voting for new executives shall not take place until the approval of the end of year Audit report and shall not exceed one week after the approval of the audit report.<br><br><strong>b)</strong> The Electoral commission as and when the need arises shall determine the period for all bye elections.<br><br><strong>c)</strong> The electoral commission as and when the need arises shall determine the period of all referenda.<br><br><strong>d)</strong> All elections shall be by secret ballot and the winner determined by simple majority.<br><br><strong>e)</strong> For unopposed candidates, he/she shall be declared elected only if he obtains fifty percent(50%) of total votes cast.<br><br><strong>3.</strong> Elections of Executive Committee Members<br><br><strong>a)</strong>  The following offices shall be contested for annually during General Elections.<br><br><strong>i.</strong>  President.<br><br><strong>ii.</strong>  Vice-President<br><br><strong>iii.</strong>  General Secretary<br><br><strong>iv.</strong>  Organizing Secretary<br><br><strong>v.</strong>  Exchange Officer<br><br><strong>vi.</strong>  Health Officer<br><br><strong>vii.</strong>  Deputy Health Officer<br><br><strong>viii.</strong>  Treasurer<br><br><strong>b)</strong>  Each candidate shall be nominated by a full member and seconded by at least one (1) full member from each class.<br><br><strong>c)</strong>  In the case of an uncontested position the elected members of the Executive Committee shall<br><br>on assumption of office put forward two (2) or more nominees for each vacancy before theGeneral Assembly.<br><br><strong>d)</strong>  No member of the executive Committee shall hold two or more Chairs or be a senator unless conferred on him by the provisions of this constitution.<br><br><strong>e)</strong>  The Chairperson of the Senate shall be appointed by the outgoing Senate from within the incoming Senate. Such a person must demonstrate a thorough knowledge of the constitution.<br><br><strong>4.</strong>  Election of Class Executives/Senators<br><br><strong>a)</strong>  Election of class executives shall be held simultaneously as those for executive members.<br><br><strong>b)</strong>  The winner and the first runner-up based on the number of votes polled at the election shall serve as class president and class Vice-President respectively.<br><br><strong>c)</strong>  A class Senator shall also be elected<br><br><strong>d)</strong>  Elected Class Presidents and Senators of the various classes shall constitute the Senate.<br><br><strong>5.</strong>  Eligibility for elections<br><br><strong>a)</strong>  Any person wishing to stand for an election to an executive position should have spent at least one(1) academic year as a full-time student in the UHAS SOM.<br><br><strong>b)</strong>  Must satisfy all conditions for eligibility stated in the SRC Constitution.<br><br><strong> c)</strong>  The following positions shall be contested for by Clinical Students.<br><br><strong>i.</strong>  President.<br><br><strong>ii.</strong>  Vice-President<br><br><strong>iv.</strong> Health Officer<br><br><strong>v.</strong> Deputy Health Officer<br><br><strong>vi.</strong> Treasurer<br><br><strong>6.</strong> Duration of Term of Office<br><br>Members of the Executive Committee and Senate shall hold office for one administrative year.<br><br><strong>7.</strong> Re-election<br><br>Notwithstanding any other provision of this Constitution, members of the Executive Committee and Senate shall be eligible for re-election. No executive member may serve for more than (2)consecutive administrative years.<br><br><strong>8.</strong> Bye-elections<br><br><strong>a)</strong> Notwithstanding any other provisions of this Constitution, following resignation, vote of no confidence,, impeachment or death; the electoral commission within a maximum of fourteen(14)days shall conduct Bye-elections.<br><br><strong>b)</strong> Notwithstanding any other provisions of this Constitution, should it not be possible to conducta bye-election within the stipulated 14 days period the Electoral Commissioner, a member of the electoral commission or the entire electoral commission would act in that capacity till the vacancy/vacancies are filled<br><br>",
    "reference": "article15","id":16
  },
  {
    "article": "Article XVI",
    "title": "Suspension, Amendment, Review and Referendum Of Part(s) Of This Constitution",
    "content": "<strong>1.</strong> Suspension of part(s) of this Constitution<br><br>Any Article(s) and/or Sections of this Constitution may be suspended for specific periods by means of a motion to such effect tabled and seconded and carried by two-thirds majority of members present and voting at a General Assembly meeting.<br><br><strong>2.</strong> Amendments<br><br><strong>a)</strong> Any motion calling for an amendment and/or repeal of any part(s) of this Constitution shall come from:<br><br><strong>i.</strong> Executive Committee<br><br><strong>ii.</strong> Senate<br><br><strong>iii.</strong> A full member of UHAS MSA seconded by ten (10) full members.<br><br><strong>b)</strong> The proposed amendment is then presented to the General Assembly.<br><br><strong>c)</strong> Amendments of part(s) of this constitution shall be made by a two third majority of members present and voting at a General Assembly meeting.<br><br><strong>d)</strong> If accepted the Executive Committee shall incorporate the amendment or repeal into the constitution.<br><br><strong>e)</strong> In event of the motion being rejected the amendment does not go through.<br><br><strong>3.</strong> Review<br><br><strong>a)</strong> This constitution shall be reviewed in the whole every five (5) years. A constitutional ReviewCommittee shall set to collate the views of members.<br><br><strong>b)</strong> The General Assembly may delegate the duty of reviewing the Constitution to conform with specific proposals to the Constitutional Review Committee.<br><br><strong>c)</strong> A five (5) member constitutional Review Committee shall be appointed by the ExecutiveCommittee.<br><br><strong>d)</strong> The Reviewed Constitution shall be adopted by a simple majority of members present and voting at a General meeting specifically called for that purpose.<br><br><strong>4.</strong> Referendum<br><br><strong>a)</strong> A referendum conducted by the Electoral Commission must be held to amend the entrenchedArticles in the constitution<br><br><strong>b)</strong> At a referendum, at least 60% of vote cast is needed to effect an amendment or suspension<br><br><strong>c)</strong> The Entrenched Articles are VI, VII (2), VIII 1(x), X and XVI<br><br>",
    "reference": "article16","id":17
  },
  {
    "article": "Article XVII",
    "title": "Interpretation Of This Constitution",
    "content": "<strong>a)</strong> “He” , “His” ,”Him” , “Chairman” as used in this Constitution shall refer to any member male or female.<br><br><strong>b)</strong> “The Association” and “UHAS MSA” as used in this constitution shall refer to the University of Health and Allied Sciences Medical Students Association.<br><br><strong>c)</strong> “UHAS SOM” as used in this Constitution shall refer to the University of Health and AlliedSciences School of Medicine, Ho, Ghana.<br><br><strong>d)</strong> “SRC” as used in this Constitution shall refer to the Students’ Representative Council of theUniversity of Health and Allied Sciences, Ho, Ghana.<br><br><strong>e)</strong> “Medical Student” as used in this Constitution refers to students studying MBChB oriented courses.<br><br><strong>f)</strong> “Recess” as used in this Constitution refers to those periods in the administrative year when the Pre-Clinical classes are on vacation.<br><br><strong>2.</strong> the senate shall have powers to rule on the matters in which the Constitution is silent or ambiguous, and such rulings shall be expressed in precise terms and shall subject to the approval of the General Assembly become a precedent( and of persuasive influence on the GeneralAssembly) until amended or repealed in accordance with provisions in this Constitution<br><br><strong>3.</strong> Senate shall have jurisdiction on every matter relating to the enforcement and interpretation of any provision of this Constitution and in every case where it is alleged that a person or body of persons have acted ultra-vires to powers conferred on them by this Constitution.<br><br><strong>4.</strong> The judicial Committee of the SRC shall have Appellate Jurisdiction in all constitutional matters of the UHAS MSA.<br><br><strong>5.</strong> An administrative year shall not exceed 12 months from the date of elections.<br><br><strong>6.</strong> A financial year starts from 1st February and ends on 31st January.<br><br>",
    "reference": "article17","id":18
  },
  {
    "article": "Appendix A",
    "title": "Standing Orders For Meetings",
    "content": "<strong>1. VOTING</strong><br><br><strong>a)</strong> Voting shall be by full members. Each full member shall be entitled to one vote.<br><br><strong>b)</strong> In voting, motions shall be carried by a simple majority unless provided for by the constitution or the Standing Orders. The casting of votes shall be in the following order: votes for, against and abstentions. If the votes for and against an issue are equal in number, the Chairman shall exercise the casting vote. Members abstaining shall be considered as non-voting.<br><br><strong>c)</strong> Voting shall be by a show of hands or as determined by the Chairman unless otherwise stated by the constitution.<br><br><strong>2.</strong> <strong>MOTIONS/AMENDMENTS</strong><br><br><strong>a)</strong> All full members have right to file motions<br><br><strong>b)</strong> All motions shall be submitted in writing to the chairman<br><br><strong>c)</strong> No motion or amendment shall be open for discussion until it has be seconded, but the proposer shall have the right to speak on the motion in order to find a seconder.<br><br><strong>d)</strong> No matter shall be discussed until it concerns an approved subject to the agenda, except with the permission of the house.<br><br><strong>e)</strong> A motion shall only be opened for discussion or amendment after the proposer and seconder have had the opportunity to speak in support of the motion. The debate must be limited to the immediate pending question by the chair. The chairman shall rule out of order any speaker failing to adhere to the subject under discussion.<br><br><strong>f)</strong> The mover of an original motion (or amendment) shall have the right to reply at the close of the debate upon this motion (or amendment). No further discussion of the question shall be allowed once the question has been put from the chair.<br><br><strong>g)</strong> When several amendments are presented successively on any one item, the amendment first tabled and supported will be voted upon first. However, discussion on subsequent amendments will be open before a vote is taken on the first amendments.<br><br><strong>h)</strong> No motion or amendment that has been stayed by the chair can be withdrawn without the consent of the mover and seconder. This shall not prejudice the right of members to move or second a similar motion.<br><br><strong>i)</strong> Discussion of a motion (or amendment) may be curtailed in time by procedural motion from the floor or by the chair with the approval of the meeting. If the chair intends to curtail the discussion, however, he shall make it clear how much time be allowed for the mover.<br><br><strong>j)</strong> No motion or amendment which has been accepted by the meeting shall be withdrawn without the consent of the meeting; neither shall any amendment be made to the motion once accepted without such consent.<br><br><strong>k)</strong> An amendment, like a main motion must be moved, seconded and discussed in accordance with the procedure for motions outlined above.<br><br><strong>l)</strong> No amendment shall be moved which by the chairman’s ruling, rescinds, negates, or destroys the original motion.<br><br><strong>m)</strong> The mover and seconder of a substantive motion shall have the right to accept an amendment and if accepted shall become part of the substantive motion. A rejected amendment shall be discussed until the amendment under consideration has been dispensed of. It is, however permissible for notice of further amendment of be given during discussion of the original amendment.<br><br><strong>n)</strong> If an amendment were rejected, other amendments may be moved on the original motion. If an amendment to carried, the motion, and shall be the question to which any further discussion maybe addressed or upon which the final vote is taken.<br><br><strong>A3. ORDER OF PRECEDENCE</strong><br><br><strong>a)</strong> The chairman shall allow the following procedural motions to be put when there is already a proposition on the table on the following order precedence:<br><br><strong>i)</strong> Motion to withdraw motion<br><br><strong>ii)</strong> Motion to recess<br><br><strong>iii)</strong> Motion to reverse the decision of the chair<br><br><strong>iv)</strong> Motion that a question or a proposal not be newly pup<br><br><strong>v)</strong> Motion to limit or expand debate to a certain specified period of time.<br><br><strong>vi)</strong> Motion to refer the matter to a Committee or sub-committee for investigation and for report.<br><br><strong>Vii)</strong> Motion to postpone or adjourn the matter to a later specific meeting or time<strong>viii)</strong> Motion to close debate<br><br><strong>ix)</strong> Motion that the motion now be voted upon.<br><br><strong>b)</strong> If the motion “that the motion now be voted” has been seconded, no further discussion of the original question shall be allowed but a member may give notice of his desire to speak further on the original question. If the motion is carried; only the proposer of the original question under discussion shall be allowed to speak before the original question is put to the vote.<br><br><strong>c)</strong> Should any procedural motion be defeated, 20 minutes shall elapse before such a motion can<br><br>be accepted again by the chair unless the chair is of the opinion that the circumstance have materially altered in the meantime.<br><br><strong>d)</strong> If the motion is “limit debate to specified period of time” the proposer shall be allowed amaximum of 5 minutes before the original motion is put to vote.<br><br><strong>4. OTHER INTERVENTIONS</strong><br><br><strong>a)</strong> In addition to discussion on an issue, the chairman shall recognize those requesting the floor by the following order of precedence:<br><br><strong>i)</strong> Point of order<br><br><strong>ii)</strong> Point of correction<br><br><strong>iii)</strong> Point of information<br><br><strong>b)</strong> A point of order which must be heard at all times except during the act of voting, must deal with the conduct of procedure of the meeting and concern only such matters as indecorumtransgression of the Standing Orders, Transgression of the Constitution, calling attention to the introduction of a matter not relevant to the question under consideration and, the use of improper language.<br><br><strong>c)</strong> If information is desired form or ordered to a person holding the floor, he may decide whether or not he wishes to be interrupted at the time.<br><br><strong>5. CONDUCT OF MEETING</strong><br><br><strong>a)</strong> A speaker shall direct his speech to the issue under consideration. Very member shall address himself solely to the chair<br><br><strong>b)</strong> No member shall be allowed to speak more than once on a motion as long as a member who has not spoken on that motion desires the floor. No member shall speak for longer than 10minutes at one time without permission of the chair.<br><br><strong>c)</strong> The chairman shall interpret the Standing orders. He shall be free to take part in all discussion.<br><br><strong>d)</strong> any more standing orders may, in case of urgency or after notice duly given, be suspended or changed t any meeting so far as regards business at the particular meeting provided that there two-thirds majority in favour.<br><br>",
    "reference": "article18","id":19
  }
]
}